Repository: atmobi998/storeoperations_app
Catalog: lib/l10n/app_*.arb
Languages: fr, vi

# kEmailNullError
source: Please Enter your email
fr: Veuillez entrer votre email
vi: Vui lòng nhập email của bạn

# kEmailorPhoneNullError
source: Please Enter your email or phone
fr: Veuillez entrer votre email ou votre téléphone
vi: Vui lòng nhập email hoặc điện thoại của bạn

# kInvalidEmailError
source: Please Enter Valid Email
fr: Veuillez entrer un email valide
vi: Vui lòng nhập Email hợp lệ

# kPassNullError
source: Please Enter your password
fr: Veuillez saisir votre mot de passe
vi: Vui lòng nhập mật khẩu của bạn

# kShortPassError
source: Password is too short
fr: Mot de passe trop court
vi: Mật khẩu quá ngắn

# kMatchPassError
source: Passwords don't match
fr: Le mot de passe ne correspond pas
vi: Mật khẩu không khớp

# kNamelNullError
source: Please Enter your name
fr: Veuillez entrer votre nom
vi: Vui lòng nhập tên của bạn

# kPhoneNumberNullError
source: Please Enter your phone number
fr: Veuillez entrer votre numéro de téléphone
vi: Vui lòng nhập số điện thoại của bạn

# kAddressNullError
source: Please Enter your address
fr: Veuillez saisir votre adresse
vi: Vui lòng nhập địa chỉ của bạn

# kStorenameNullError
source: Please Enter your store name
fr: Veuillez entrer le nom de votre magasin
vi: Vui lòng nhập tên cửa hàng của bạn

# kStoreaddressNullError
source: Please Enter store address
fr: Veuillez saisir une adresse de magasin
vi: Vui lòng nhập địa chỉ cửa hàng

# kStorePhoneNumberNullError
source: Please Enter store phone number
fr: Veuillez entrer un numéro de téléphone de magasin
vi: Vui lòng nhập số điện thoại cửa hàng

# kStoreFaxNumberNullError
source: Please Enter store fax number
fr: Veuillez saisir le numéro de fax du magasin
vi: Vui lòng nhập số fax của cửa hàng

# regerrMessage
source: Error to register your account
fr: Erreur lors de l'enregistrement de votre compte
vi: Lỗi khi đăng ký tài khoản của bạn

# regerrNullLogo
source: Pick your logo
fr: Choisissez votre logo
vi: Chọn biểu trưng của bạn

# storeAddErrMessage
source: Error to register your store
fr: Erreur lors de l'enregistrement de votre boutique
vi: Lỗi khi đăng ký cửa hàng của bạn

# storeSaveErrMessage
source: Error to save your store info
fr: Erreur lors de l'enregistrement des informations de votre magasin
vi: Lỗi khi lưu thông tin cửa hàng của bạn

# posSaveErrMessage
source: Error to save your POS info
fr: Erreur lors de l'enregistrement de vos informations POS
vi: Lỗi khi lưu thông tin POS của bạn

# kPosNameNullError
source: Please Enter your POS name
fr: Veuillez entrer votre nom de point de vente
vi: Vui lòng nhập tên POS của bạn

# kPosPhoneNullError
source: Please Enter POS staff phone
fr: Veuillez saisir le numéro de téléphone de l'employé du point de vente
vi: Vui lòng nhập số điện thoại của nhân viên POS

# kwrongUsernamePassword
source: Wrong username or password
fr: Nom d'utilisateur ou mot de passe incorrect
vi: Tên người dùng hoặc mật khẩu sai

# kcannotLogin
source: Can't login, Please try later
fr: Impossible de se connecter, veuillez réessayer plus tard
vi: Không thể đăng nhập, Vui lòng thử lại sau

# kstoreqryErr
source: Can't get store information
fr: Impossible d'obtenir les informations du magasin
vi: Không thể lấy thông tin cửa hàng

# categorySaveErrMessage
source: Error to save your category
fr: Erreur lors de l'enregistrement de votre catégorie
vi: Lỗi khi lưu danh mục của bạn

# kCategoryNameNullError
source: Please Enter category name
fr: Veuillez saisir un nom de catégorie
vi: Vui lòng nhập tên danh mục

# kCategorySlugNullError
source: Please Enter category slug
fr: Veuillez entrer la catégorie slug
vi: Vui lòng nhập slug của danh mục

# kCategoryDescNullError
source: Please Enter category slug
fr: Veuillez entrer la catégorie slug
vi: Vui lòng nhập slug của danh mục

# kCategorySortNullError
source: Please Enter category sort
fr: Veuillez saisir une taxonomie
vi: Vui lòng nhập loại phân loại

# kCategoryActiveNullError
source: Please Enter category active
fr: Veuillez entrer la catégorie active
vi: Vui lòng Nhập danh mục đang hoạt động

# kcategoryqryErr
source: Can't get category information
fr: Impossible d'obtenir les informations sur la catégorie
vi: Không thể lấy thông tin danh mục

# productSaveErrMessage
source: Error to save your product
fr: Erreur lors de l'enregistrement de votre produit
vi: Lỗi khi lưu sản phẩm của bạn

# kProductNameNullError
source: Please Enter product name
fr: Veuillez saisir le nom du produit
vi: Vui lòng nhập tên sản phẩm

# kProductSlugNullError
source: Please Enter product slug
fr: Veuillez saisir le slug du produit
vi: Vui lòng nhập product slug

# kProductDescNullError
source: Please Enter product slug
fr: Veuillez saisir le slug du produit
vi: Vui lòng nhập product slug

# kProductSortNullError
source: Please Enter product sort
fr: Veuillez saisir le type de produit
vi: Vui lòng nhập loại sản phẩm

# kProductTaxrateNullError
source: Please Enter product taxrate
fr: Veuillez saisir la taxe sur le produit
vi: Vui lòng nhập mức thuế sản phẩm

# kProductPricebuyNullError
source: Please Enter product price buy
fr: Veuillez entrer le prix d'achat
vi: Vui lòng Nhập giá sản phẩm mua

# kProductPricesellNullError
source: Please Enter product price sell
fr: Veuillez entrer le prix de vente du produit
vi: Vui lòng Nhập giá bán sản phẩm

# kProductActiveNullError
source: Please Enter product active
fr: Veuillez entrer le produit actif
vi: Vui lòng Nhập sản phẩm đang hoạt động

# kProductStocksNullError
source: Please Enter stock units
fr: Veuillez saisir les unités de l'item
vi: Vui lòng nhập đơn vị hàng

# kproductqryErr
source: Can't get product information
fr: Impossible d'obtenir les informations sur le produit
vi: Không thể lấy thông tin sản phẩm

# kPosLoginStoreCodeNullErr
source: Please Enter Store code
fr: Veuillez saisir le code du magasin
vi: Vui lòng nhập mã cửa hàng

# kPosLoginUserCodeNullErr
source: Please Enter User code
fr: Veuillez saisir le code utilisateur
vi: Vui lòng nhập mã người dùng

# kPosLoginPassCodeNullErr
source: Please Enter Pass code
fr: Veuillez saisir le code d'accès
vi: Vui lòng nhập mã Pass

# kwrongPosLoginInfo
source: Wrong POS login information
fr: Identifiants de point de vente incorrects
vi: Thông tin đăng nhập POS sai

# kPosProdCodeNullErr
source: Please scan Prod code
fr: Veuillez scanner le code produit
vi: Vui lòng quét mã sản phẩm

# kPosPickItmNullErr
source: Number of items
fr: Nombre d'items
vi: Số lượng mục

# kPosProdCodeNotFound
source: Prod code not found
fr: Aucun code produit trouvé
vi: Không tìm thấy mã sản phẩm

# kPosApiDataError
source: Error fetch products info from API
fr: Erreur lors de la récupération des informations sur le produit à partir de l'API
vi: Lỗi khi tìm nạp thông tin sản phẩm từ API

# kResCafPosApiDataError
source: Error fetch session info from API
fr: Erreur lors de la récupération des informations de session à partir de l'API
vi: Lỗi khi tìm nạp thông tin phiên từ API

# krescafProdqryErr
source: Can't add new item to order
fr: Impossible d'ajouter un nouvel item à la commande
vi: Không thể thêm mặt hàng mới để đặt hàng

# krescafOrdAddqryErr
source: Can't add new order
fr: Impossible d'ajouter une nouvelle commande
vi: Không thể thêm đơn hàng mới

# krescafOrdItmqryErr
source: Can't query item info
fr: Impossible d'interroger les informations sur l'élément
vi: Không thể truy vấn thông tin mặt hàng

# lblPasswordText
source: Password
fr: Mot de passe
vi: Mật khẩu

# hintPasswordText
source: Enter your password
fr: Entrez votre mot de passe
vi: Nhập mật khẩu của bạn

# lblEmailOrPhoneText
source: Phone or Email
fr: Téléphone ou e-mail
vi: Điện thoại hoặc Email

# hintEmailOrPhoneText
source: Enter your phone or email
fr: Entrez votre téléphone ou votre email
vi: Nhập điện thoại hoặc email của bạn

# lblRememberMe
source: Remember me
vi: Nhớ tôi

# lblForgotPassword
source: Forgot Password
fr: Mot de passe oublié
vi: Quên Mật khẩu

# lblContinue
source: Continue
fr: Continuer
vi: Tiếp tục

# lblStoreCodeText
source: Store Code
fr: Code de magasin
vi: Mã cửa hàng

# hintStoreCodeText
source: Enter Store code
fr: Entrez le code du magasin
vi: Nhập mã cửa hàng

# lblPosCodeText
source: POS Code
fr: Code POS
vi: Mã POS

# hintPosCodeText
source: Enter POS code
fr: Entrez le Code POS
vi: Nhập mã POS

# lblUserCodeText
source: User Code
vi: Mã Người dùng

# hintUserCodeText
source: Enter User code
fr: Entrez le User Code
vi: Nhập mã người dùng

# lblPassCodeText
source: Pass Code
vi: Mật mã

# hintPassCodeText
source: Enter your Passcode
fr: Entrez votre mot de passe
vi: Nhập Mật mã của bạn

# lblProdCodeText
source: Barcode
fr: Code à barres
vi: Mã vạch

# hintProdCodeText
source: Enter/Scan barcode
fr: Entrer/Scanner le code-barres
vi: Nhập/Quét mã vạch

# lblPickItmsText
source: Items
vi: Các mục

# hintPickItmsText
source: No. of items
fr: Nombre d'items
vi: Số lượng mục

# lblCashText
source: Cash
fr: Calculer
vi: Tính tiền

# hintCashText
source: Cash
fr: Calculer
vi: Tính tiền

# lblCashChangeText
source: Change
fr: Changer
vi: Thối lại

# hintCashChangeText
source: Change
fr: Changer
vi: Thối lại

# lblStartCashText
source: Start Cash
fr: Nombre de quarts de travail
vi: Tiền mặt đầu phiên

# hintStartCashText
source: Start Cash
fr: Nombre de quarts de travail
vi: Tiền mặt đầu phiên

# lblEnter
source: Enter
fr: Entrée
vi: Nhập

# lblChange
source: Change
fr: Changer
vi: Thối lại

# lblDelete
source: Delete
fr: Supprimer
vi: Xóa

# lblScan
source: Scan
vi: Quét

# lblScanPass
source: Scan to Login?
fr: Scannez de connecter?
vi: Quét để đăng nhập?

# lblScanS
source: ScanS
fr: Scan multiple
vi: Quét nhiều

# lblStart
source: Start
fr: Démarrer
vi: Bắt đầu

# lblSave
source: Save
fr: Enregistrer
vi: Lưu

# lblLoad
source: Load
fr: Recharger
vi: Tải lại

# lblBreak
source: Break
fr: Pause
vi: Tạm dừng

# lblEnd
source: End
fr: Fin
vi: Kết thúc

# lblCash
source: Cash
fr: Calculer
vi: Tính tiền

# lblFind
source: Find
fr: Rechercher
vi: Tìm

# lblKeyb
source: Keyb
fr: Clavier
vi: Bàn phím

# lblExit
source: Exit
fr: Quitter
vi: Thoát

# lblBack
source: Back
fr: Retour
vi: Trở lại

# lblStockIn
source: Stock-In
vi: Nhập

# lblStockOut
source: Stock-Out
vi: Xuất

# lblCount
source: Count
fr: Compter
vi: Đếm

# lblCancel
source: Cancel
fr: Annuler
vi: Hủy bỏ

# lblSetup
source: Setup
fr: Configuration
vi: Thiết lập

# txtAppTitle
source: Store Operations
fr: Faire fonctionner le magasin
vi: Điều hành Cửa hàng

# txtAppTitAtc
source: ATC Store Operations
fr: Faire fonctionner le magasin
vi: Điều hành Cửa hàng

# lblResCafFront
source: Restaurant & Cafe Front
fr: pour le personnel de service
vi: dành cho Nhân viên phục vụ

# lblResCafInventory
source: Restaurant & Cafe Inventory
fr: pour les employés d'entrepôt
vi: dành cho Nhân viên Kho hàng

# lblResCafKitchen
source: Restaurant & Cafe Kitchen
fr: pour le personnel de cuisine
vi: dành cho Nhân viên Nhà bếp

# lblResCafPOS
source: Restaurant & Cafe POS
fr: pour la gestion et la facturation
vi: dành cho Quản lý & Tính tiền

# lblNeedKitchen
source: Send to Kitchen?
fr: Envoyer à la cuisine?
vi: Gửi vào Bếp?

# lblNeedInventory
source: Send to Inventory?
fr: Envoyé dans l'entrepôt?
vi: Gửi vào Kho hàng?

# lblResCafPOSSess
source: Finished POS Shifts
fr: Sessions de gestion terminées
vi: Các phiên quản lý đã xong

# lblResCafItemAdd
source: Add Item
fr: Ajouter
vi: Thêm Hàng

# lblResCafItemChange
source: Change
fr: Echange
vi: Đổi Hàng

# lblResCafPickItmsText
source: No. of items
fr: Quantité
vi: Số lượng

# hintResCafPickItmsText
source: No. of items
fr: Quantité
vi: Số lượng

# kResCafPickItmNullErr
source: Number of items
fr: Nombre de lignes
vi: Số lượng hàng

# lblResCafPickItmCommentText
source: Notes of this item
fr: Notez cet élément
vi: Ghi chú món hàng này

# hintResCafPickItmCommentText
source: Notes send to Kitchen or Inventory
fr: Notes pour la cuisine/l'entrepôt
vi: Ghi chú cho Nhà bếp/Kho hàng

# lblResCafPickItmFilterText
source: Search by Name/Code
fr: Rechercher par nom/code
vi: Tìm kiếm theo Tên/Mã

# hintResCafPickItmFilterText
source: Type Item name or Item code
fr: Filtrer par nom/code item
vi: Lọc theo Tên/Mã hàng

# lblRetailFront
source: Retail Store Front
fr: de service
vi: Nhân viên quầy hàng

# lblRetailInventory
source: Retail Store Inventory
fr: Personnel du dépôt
vi: Nhân viên Kho hàng

# lblRetailKitchen
source: Retail Store Kitchen
fr: Personnel de cuisine
vi: Nhân viên Nhà bếp

# lblRetailFood
source: Retail Store Food
fr: Personnel du comptoir alimentaire
vi: Nhân viên quầy Thực phẩm

# lblRetailPOS
source: Retail Store POS
fr: Responsable de la facturation
vi: Nhân viên Thanh toán

# txtPosTitle
source: Store POS
fr: Point de vente pour les détaillants
vi: Điểm Thanh toán Bán lẻ

# txtPosTitAtc
source: ATC Store POS
fr: Point de vente pour les détaillants
vi: Điểm Thanh toán Bán lẻ

# txtPosTax
source: Tax:
fr: Taxe:
vi: Thuế:

# txtPosTotal
source: Total:
vi: Tổng:

# txtCashAlertTax
source: Tax:
fr: Taxe:
vi: Thuế:

# txtCashAlertTot
source: Total:
vi: Tổng:

# txtCashPrnHdrStore
source: Store:
fr: Magasin:
vi: Cửa hàng:

# txtCashPrnHdrPos
source: POS:
fr: Employé POS:
vi: Nhân viên POS:

# txtCashPrnBdyTel
source: Tel:
fr: Téléphone:
vi: Điện thoại:

# txtCashPrnBdyPrice
source: Price:
fr: Prix:
vi: Giá:

# txtCashPrnBdyTax
source: Tax:
fr: Taxe:
vi: Thuế:

# txtCashPrnBdyTotal
source: Total:
vi: Tổng:

# txtCashPrnBdyCash
source: Cash:
vi: Tiền mặt:

# txtCashPrnBdyNOfOrd
source: #Of Orders:
fr: Nombre de commandes:
vi: Số Đơn hàng:

# txtCashPrnBdySubTot
source: SubTotal:
fr: SousTotal:
vi: SubTổng:

# txtCashPrnBdyTaxTot
source: Tax Total:
fr: Taxe totale:
vi: Tổng thuế:

# txtCashPrnBdyCashTot
source: Cash Total:
fr: Total des espèces:
vi: Tổng tiền mặt:

# txtCashPrnBdyStartTime
source: Started Time:
fr: Heure de début:
vi: T/gian bắt đầu:

# txtCashPrnBdyTransferTime
source: Transfer Time:
fr: Décalage horaire de livraison:
vi: T/gian chuyển ca:

# txtCashPrnBdySignToTran
source: Sign to transfer
fr: Signature en espèces
vi: Ký chuyển tiền mặt

# txtCashPrnBdySignature
source: Signature:
vi: Chữ ký:

# txtCashPrnBdyConform
source: Confirm above Cash Total to line below:
fr: Note ci-dessous Number total comme ci-dessus:
vi: Ghi nhận bên dưới Tổng số tiền như trên:

# txtCashPrnBdyChange
source: Change:
fr: Pourrir à nouveau:
vi: Thối lại:

# txtCashPrnBdyThks
source: Thanks you !
fr: Merci!
vi: Cảm ơn bạn!

# txtCashSavAlrtFrom
source: From:
fr: De:
vi: Từ:

# txtCashSavAlrtTo
source: To:
fr: À:
vi: Tới:

# txtCashSavAlrtTks
source: No. of tickets:
fr: Nombre de commandes:
vi: Số đơn hàng:

# txtCashSavAlrtTot
source: Total:
vi: Tổng:

# txtAlertExit
source: This will exit App!
fr: Ceci va quitter l'application!
vi: Thao tác này sẽ thoát khỏi Ứng dụng!

# txtTktItmTax
source: Tax:
fr: Taxe:
vi: Thuế:

# txtTktItmPrice
source: Price:
fr: Prix:
vi: Giá:

# txtTktListTot
source: Tot:
fr: Total:
vi: Tổng:

# txtTktListTax
source: Tax:
fr: Taxe:
vi: Thuế:

# txtOrdListTot
source: Tot:
fr: Total:
vi: Tổng:

# txtOrdItemCount
source: Items:
fr: Numéro d'item:
vi: Số mặt hàng:

# txtOrdNbrTile
source: Order#
fr: ID de commande:
vi: Mã Đơn hàng:

# txtOrdTax
source: Tax:
fr: Taxe:
vi: Thuế:

# txtOrdDetItmName
source: Item:
fr: Nom:
vi: Tên:

# txtOrdDetItmPrice
source: Price:
fr: Prix:
vi: Giá:

# txtOrdDetTax
source: Tax:
fr: Taxe:
vi: Thuế:

# txtBcodeCancel
source: Cancel
fr: Annuler
vi: Hủy bỏ

# txtBcodeDone
source: Done
fr: Achevée
vi: Xong

# txtBcodeScanErr
source: Failed to get platform version.
fr: Erreur de lecture du code-barres.
vi: Lỗi quét BarCode.

# txtResCafInvTitle
source: ResCaf Inventory
fr: ResCaf Entrepôt
vi: ResCaf Kho hàng

# txtResCafInvTitAtc
source: ATC ResCaf Inventory
fr: ATC ResCaf Entrepôt
vi: ATC ResCaf Kho hàng

# txtResCafTabPrefix
source: Table
fr: Tableau
vi: Bàn

# txtResCafTabTake
source: Take Away
fr: Acheter et emporter
vi: Mua & Mang đi

# txtResCafActOrders
source: Orders:
fr: Nombre de commandes:
vi: Số Đơn hàng:

# txtResCafNewOrder
source: New Order
fr: Nouvelle commande
vi: Đơn hàng mới

# txtResCafAddOrder
source: Add Order
fr: Ajouter une commande
vi: Thêm đơn hàng

# txtResCafAddItem
source: Add Item
fr: Plus d'item
vi: Thêm hàng

# txtResCafChgItem
source: Change Item
fr: Echanger d'item
vi: Đổi hàng

# txtResCafDeliItem
source: Deliver
fr: Livraison
vi: Giao hàng

# txtResCafAcceptItem
source: Accept
fr: Confirmer
vi: Xác nhận

# txtResCafDoneItem
source: Done
fr: Achevée
vi: Xong

# txtResCafPrnTransfer
source: POS Transfer Ticket
fr: Transférer POS
vi: Chuyển Ca POS

# txtResCafShowOrders
source: Show Orders
fr: Afficher les commandes
vi: Hiển thị Đơn hàng

# txtResCafShowDetails
source: Show Details
fr: Afficher les détails
vi: Hiển thị Chi tiết

# txtResCafSessOrders
source: Orders:
fr: Nombre de commandes:
vi: Số đơn hàng:

# txtResCafSessCntTot
source: Total:
fr: Montant total:
vi: Tổng tiền:

# txtResCafSessCntAt
source: Transferred Time:
fr: Fin de quart à:
vi: Thời gian chuyển ca:

# txtResCafSessCntNbr
source: POS Transfer#:
fr: Code de décalage:
vi: Mã số Ca:

# txtResCafNote
source: Note:(
fr: Remarque:(
vi: Lưu ý :(

# txtResCafKitchen
source: Kitchen:
fr: Cuisine:
vi: Nhà bếp:

# txtResCafInv
source: Inventory:
fr: Référentiel:
vi: Kho hàng:

# txtResCafStat
source: Stat:
fr: Statut:
vi: Trạng thái:

# txtResCafaccepted
source: accepted
fr: accepté
vi: đã chấp nhận

# txtResCafaccepteds
source: accepted
fr: accepté
vi: đã chấp nhận

# txtResCafdelivered
source: delivered
fr: livré
vi: đã giao

# txtResCafwaiting
source: waiting
fr: en attente
vi: đang chờ

# txtResCaflisting
source: listing
fr: liste
vi: đang liệt kê

# txtResCaflistings
source: listing
fr: liste
vi: đang liệt kê

# txtResCafdone
source: done
fr: traitement_terminé
vi: xong

# txtResCafdones
source: done
fr: traitement_terminé
vi: xong

# txtResCafdoing
source: doing
fr: en_traitement
vi: đang làm

# txtResCafdoings
source: doing
fr: en_traitement
vi: đang làm

# txtResCafTime
source: , Time:
fr: , Temps:
vi: , T/gian:

# txtResCafStatus
source: ^ Status:
vi: ^ Trạng thái:

# txtResCafChkoutWa
source: ChkOut-waiting
fr: ChkOut-non payé
vi: ChkOut-chờ thanh toán

# txtResCafChkoutCh
source: ChkOut-checkedout
fr: ChkOut-payé
vi: ChkOut-đã thanh toán

# txtResCafPayWa
source: Pay-waiting
fr: nont pas reçu
vi: Chưa thu tiền

# txtResCafPayPa
source: Pay-paided
fr: a reçu
vi: Đã thu tiền

# txtResCafTable
source: , Table:
vi: , Bàn:

# txtResCafTakeAway
source: Take Away
fr: A emporter
vi: Mang đi

# txtResCafChkoutOrd
source: Checkout
fr: Paiement
vi: Thanh toán

# txtResCafPaidOrd
source: Paid
fr: Collecté
vi: Đã Thu

# txtResCafStocks
source: stocks:
fr: nombre en stock:
vi: số trong kho:

# txtResCafStockActive
source: Active
vi: Đang hoạt đông

# txtResCafStockInActive
source: In-active
fr: In-nActive
vi: Tạm ngừng

# txtResCafItemName
source: Name:
fr: Nom:
vi: Tên hàng:

# txtAlertExitResCaf
source: This will exit ResCaf!
fr: Ceci va quitter ResCaf!
vi: Thao tác này sẽ thoát khỏi ResCaf!

# txtAlertCountResCaf
source: This will count all Paid Orders and save a session ticket for total cash transfer from your POS session to next POS staff.
fr: Ceci comptera toutes les Commandes payées et enregistrera un ticket de session pour transférer L'intégralité de l'argent de votre session au prochain travailleur POS.
vi: Điều này sẽ tính tất cả các Đơn đặt hàng đã trả tiền và lưu một vé phiên để chuyển Toàn bộ tiền mặt từ phiên của bạn cho nhân viên POS tiếp theo.

# txtRetailFrontTitle
source: Retail Front
vi: dành cho Nhân viên phục vụ

# txtRetailFrontTitAtc
source: ATC Retail Front
vi: dành cho Nhân viên phục vụ

# txtRetailKitchenTitle
source: Retail Kitchen
vi: dành cho Nhân viên Nhà bếp

# txtRetailKitchenTitAtc
source: ATC Retail Kitchen
vi: dành cho Nhân viên Nhà bếp

# txtRetailFoodTitle
source: Retail Food
vi: dành cho Nhân viên quầy Thực phẩm

# txtRetailFoodTitAtc
source: ATC Retail Food
vi: dành cho Nhân viên quầy Thực phẩm

# txtRetailInvTitle
source: Retail Inventory
vi: dành cho Nhân viên Kho hàng

# txtRetailInvTitAtc
source: ATC Retail Inventory
vi: dành cho Nhân viên Kho hàng

# txtRetailPOSTitle
source: Retail POS
vi: dành cho Nhân viên tính tiền

# txtRetailPOSTitAtc
source: ATC Retail POS
vi: dành cho Nhân viên tính tiền

# txtStoreResCafFunctionsTitle
source: ResCaf Functions
fr: ATC ResCaf
vi: ATC ResCaf

# txtStoreResCafFunctionsTitAtc
source: ATC ResCaf Functions
fr: ATC ResCaf
vi: ATC ResCaf

# txtStoreRetailFunctionsTitle
source: Retail Functions
fr: ATC Retail
vi: ATC Retail

# txtStoreRetailFunctionsTitAtc
source: ATC Retail Functions
fr: ATC Retail
vi: ATC Retail

# txtSplash01
source: Store Operations
fr: Gérer les opérations du magasin/restaurant
vi: Quản Lý Hoạt động Cửa hàng/Nhà hàng

# txtSplash02
source: Retailer Store works
fr: Pratique et efficace
vi: Thuận tiện và hiệu quả

# txtSignInTit
source: Sign In
fr: Connexion
vi: Đăng nhập

# txtSignInHint
source: Sign in with your User Code/Pass Code
fr: Connectez-vous avec votre code d'utilisateur et votre code d'accès
vi: Đăng nhập bằng User Code và Pass Code của bạn

# txtSignInHintCreds
source: Credentials to login Store Operations?
fr: Instructions de connexion?
vi: Hướng dẫn đăng nhập?

# txtGetaTestQR
source: QR-Code for test Login?
fr: QR pour connexion/test?
vi: Mã QR để Đăng nhập và thử?

# lblResCafStkInCommentText
source: Stock-In notes
vi: Ghi chú Nhập

# hintResCafStkInCommentText
source: Stock-In notes
vi: Ghi chú Nhập

# lblResCafStkOutCommentText
source: Stock-Out notes
vi: Ghi chú Xuất

# hintResCafStkOutCommentText
source: Stock-Out notes
vi: Ghi chú Xuất

# txtCashPrnBdySub
source: Sub:
fr: SousTotal:

# txtTktItmSub
source: Sub:
fr: SousTotal:

# txtOrdDetSubTot
source: Sub:
fr: SousTotal:

# txtResCafKitchenTitle
source: ResCaf Kitchen
fr: ResCaf Cuisine

# txtResCafKitchenTitAtc
source: ATC ResCaf Kitchen
fr: ATC ResCaf Cuisine

# txtResCafGoToPOS
source: Goto POS
fr: AllerAuPOS
